Repository: kiwix/kiwix-apple
Catalog: Support/*.lproj/Localizable.strings
Languages: ia, mk, pa, ps

# library_refresh_error.retrieve.description
source: Error retrieving catalog data.
ia: Error durante le recuperation del datos del catalogo.
mk: Грешка при преземањето на податоците од каталогот.
pa: ਕਿਤਾਬਘਰ ਡਾਟਾ ਪ੍ਰਾਪਤ ਕਰਨ ਵਿੱਚ ਗਲਤੀ।
ps: د کتلاگ اومتوکو بياموندلو کې تېروتنه.

# library_refresh_error.parse.description
source: Error parsing catalog data.
ia: Error durante le interpretation del datos del catalogo.
mk: Грешка при расчленувањето на податоците од каталогот.
ps: د کتلاگ اومتوکو ارزولو کې تېروتنه.

# library_refresh_error.process.description
source: Error processing catalog data.
ia: Error durante le processamento del datos del catalogo.
mk: Грешка при обработката на податоци од каталогот.
ps: د کتلاگ اومتوکو پرمخ‌وړلو کې تېروتنه.

# download_service.complete.title
source: Download Completed
ia: Discargamento complete
mk: Преземањето е завршено
pa: ਉਤਾਰਾ ਪੂਰਾ ਹੋਇਆ
ps: راکښته‌کول بشپړ شول

# download_service.complete.description
source: %@ has been downloaded successfully.
ia: %@ ha essite discargate con successo.
mk: %@ е успешно преземено.
ps: %@ په برياليتوب سره راکښته‌کړای شو

# download_service.error.option_directory
source: download directory cannot be found
ia: le directorio de discargamento non poteva esser trovate
mk: не ја најдов папката за преземања

# download_service.error.option_invalid_taskid
source: invalid downloadTask id
ia: ID downloadTask non valide
mk: неважечка назнака за downloadTask

# download_service.error.option_invalid_response
source: invalid response
ia: responsa non valide
mk: неважечки одговор
ps: ناچله غبرگون

# download_service.error.option_unable_to_move_file
source: unable to move downloaded file
ia: non pote displaciar le file discargate
mk: не можев да ја преземам преместената податотека

# common.dialog.button.open
source: Open
ia: Aperir
mk: Отвори
pa: ਖੋਲ੍ਹੋ
ps: پرانېستل

# common.dialog.button.open_in_new_tab
source: Open in New Tab
ia: Aperir in un nove scheda
mk: Отвори во ново јазиче
pa: ਨਵੇਂ ਟੈਬ 'ਚ ਖੋਲ੍ਹੋ
ps: په نوې ريښکه کې پرانېستل

# common.dialog.button.add_bookmark
source: Add Bookmark
ia: Adder marcapagina
mk: Додај обележувач
ps: کتاب‌نښه ورگډول

# common.dialog.button.remove_bookmark
source: Remove Bookmark
ia: Remover marcapagina
mk: Отстрани обележувач
ps: کتاب‌نښه لرې‌کول

# common.dialog.button.show_bookmarks
source: Show Bookmarks
ia: Monstrar marcapaginas
mk: Прикажи обележувачи
ps: کتاب‌نښې ښودل

# common.dialog.button.bookmark
source: Bookmark
ia: Marcapagina
mk: Обележувач
ps: کتاب‌‌نښه

# common.button.go_back
source: Go Back
ia: Retornar
mk: Назад
pa: ਪਿੱਛੇ ਜਾਓ
ps: پر شا تلل

# common.button.go_forward
source: Go Forward
ia: Avantiar
mk: Напред
pa: ਅੱਗੇ ਵਧੋ
ps: مخکې تلل

# common.button.done
source: Done
ia: Facite
mk: Готово
pa: ਹੋ ਗਿਆ
ps: وشو

# common.button.cancel
source: Cancel
ia: Cancellar
mk: Откажи
pa: ਰੱਦ ਕਰੋ
ps: ناگارل

# common.button.ok
source: Ok
mk: Ок
ps: ښه

# common.button.yes
source: Yes
ia: Si
mk: Да
pa: ਹਾਂ
ps: هو

# common.button.no
source: no
mk: Не
pa: ਨਹੀਂ
ps: نه

# common.button.print
source: Print
ia: Imprimer
mk: Испечати
pa: ਛਾਪੋ
ps: چاپول

# common.button.copy
source: Copy
ia: Copiar
mk: Копирај
pa: ਨਕਲ ਕਰੋ
ps: لمېسل

# common.button.copied
source: Copied
ia: Copiate
mk: Ископирано
pa: ਨਕਲ ਕੀਤੀ
ps: ولمېسل‌شو

# common.button.share
source: Share
ia: Condivider
mk: Сподели
pa: ਸਾਂਝਾ ਕਰੋ
ps: وېشل

# common.button.share_as_pdf
source: Share as PDF
ia: Condivider como PDF
mk: Сподели како PDF
ps: پي‌ډي‌اېف په توگه وېشل

# common.search
source: Search
ia: Cercar
mk: Пребарај
pa: ਲੱਭੋ
ps: پلټل

# common.search.suggestion
source: Did you mean:
ia: Vole tu dicer:
mk: Дали мислевте на:
pa: ਕੀ ਤੁਹਾਡਾ ਮਤਲਬ ਏ:

# common.tab.manager.title
source: Tabs Manager
ia: Gestor de schedas
mk: Управник на јазичиња
ps: ريښکو مهارگر

# common.tab.navigation.title
source: Tabs
ia: Schedas
mk: Јазичиња
ps: ريښکې

# common.tab.menu.new_tab
source: New Tab
ia: Nove scheda
mk: Ново јазиче
ps: نوې ريښکه

# common.tab.menu.close_this
source: Close This Tab
ia: Clauder iste scheda
mk: Затвори го јазичево
ps: دا ريښکه تړل

# common.tab.menu.close_all
source: Close All Tabs
ia: Clauder tote le schedas
mk: Затвори ги сите јазичиња
ps: ټولې ريښکې تړل

# common.tab.list.close
source: Close Tab
ia: Clauder scheda
mk: Затвори јазиче
ps: ريښکه تړل

# common.tab.menu.library
source: Library
ia: Bibliotheca
mk: Библиотека
pa: ਕਿਤਾਬਘਰ
ps: کتابتون

# common.tab.menu.settings
source: Settings
ia: Parametros
mk: Нагодувања
pa: ਤਰਜੀਹਾਂ
ps: اوڼنې

# common.export_file.alert.title
source: Export file
ia: Exportar file
mk: Извези податотека
pa: ਫਾਈਲ ਬਰਾਮਦ ਕਰੋ
ps: دوتنه بهرلېږل

# common.export_file.alert.description
source: Do you want to export the file %@?
ia: Vole tu exportar le file %@?
mk: Дали сакате да ја извезете податотеката %@?
pa: ਕੀ ਤੁਸੀਂ %@ ਫਾਈਲ ਨੂੰ ਬਰਾਮਦ ਕਰਨਾ ਚਾਹੁੰਦੇ ਹੋ?
ps: ايا تاسو %@ دوتنه بهرلېږل غواړئ؟

# common.export_file.alert.button.title
source: Export
ia: Exportar
mk: Извези
pa: ਬਰਾਮਦ
ps: بهرلېږل

# outline_button.outline.title
source: Outline
ia: Schizzo
mk: Преглед
pa: ਰੂਪਰੇਖਾ
ps: لنډيز

# outline_button.outline.help
source: Show article outline
ia: Monstrar schizzo del articulo
mk: Прикажи преглед на статијата
pa: ਲੇਖ ਦੀ ਰੂਪ-ਰੇਖਾ ਵਿਖਾਓ
ps: د ليکنې لنډيز ښودل

# outline_button.outline.empty.message
source: No outline available
ia: Necun schizzo disponibile
mk: Прегледот не е достапен
pa: ਕੋਈ ਰੂਪ-ਰੇਖਾ ਉਪਲਬਧ ਨਹੀਂ ਐ
ps: هېڅ لنډيز د لاسرسي وړ نه دی

# bookmark_button.show.help
source: Show the bookmark sheet, where the current article can be added or removed from bookmarks.
ia: Monstrar le folio de marcapaginas ubi le articulo actual pote esser addite al marcapaginas o removite de illos.
mk: Прикажи го списокот на обележвачи, каде тековната статија може да се додаде или отстрани од нив.

# article_shortcut.main.button.title
source: Main Article
ia: Articulo principal
mk: Главна статија
pa: ਮੁੱਖ ਲੇਖ
ps: اره ليکنه

# article_shortcut.main.button.help
source: Show main article
ia: Monstrar articulo principal
mk: Прикажи главна статија
pa: ਮੁੱਢਲਾ ਲੇਖ ਵਿਖਾਓ
ps: اره ليکنه ښودل

# article_shortcut.random.button.title.mac
source: Random Article
ia: Articulo aleatori
mk: Случајна статија
pa: ਬੇਤਰਤੀਬ ਲੇਖ
ps: ناټاکلې ليکنه

# article_shortcut.random.button.title.ios
source: Random Page
ia: Pagina aleatori
mk: Случајна страница
pa: ਬੇਤਰਤੀਬ ਸਫ਼ਾ
ps: ناټاکلی مخ

# article_shortcut.random.button.help
source: Show random article
ia: Monstrar articulo aleatori
mk: Прикажи случајна статија
pa: ਬੇਤਰਤੀਬ ਲੇਖ ਵਿਖਾਓ
ps: نورې ناڅاپي ليکنې

# alert_handler.alert.failed.title
source: Unable to load the article requested.
ia: Impossibile cargar le articulo requestate.
mk: Не можам да ја вчитам бараната статија.

# bookmark_context_menu.view.title
source: View
ia: Vider
mk: Преглед
pa: ਵੇਖੋ
ps: کتل

# bookmark_context_menu.remove.title
source: Remove
ia: Remover
mk: Отстрани
pa: ਹਟਾਓ
ps: لرې‌کول

# external_link_handler.alert.title
source: External Link
ia: Ligamine externe
mk: Надворешна врска
pa: ਬਾਹਰੀ ਕੜੀ
ps: باندنۍ تړنه

# external_link_handler.alert.button.load.link
source: Load the link
ia: Cargar le ligamine
mk: Вчитај ја врската
ps: تړونی بارول

# external_link_handler.alert.ask.description
source: An external link is tapped, do you wish to load the link?
ia: Un ligamine externe ha essite toccate. Vole tu cargar le ligamine?
mk: Допрена е надворешна врска. Дали сакате да ја вчитате?

# external_link_handler.alert.not_loading.description
source: An external link is tapped. However, your current setting does not allow it to be loaded.
ia: Un ligamine externe ha essite toccate, ma tu configuration actual non permitte cargar lo.
mk: Допрена е надворешна врска. Сепак, вашата моментална поставка не ѝ дозволува да се вчита.

# file_import.alert.no_open.title
source: Unable to open file
ia: Impossibile aperir le file
mk: Не можам да ја отворам податотеката
pa: ਫਾਈਲ ਖੋਲ੍ਹਣ ਵਿੱਚ ਅਸਮਰੱਥ
ps: د دوتنې پرانيستلو وړتيا نه لري

# file_import.alert.no_open.message
source: %@ cannot be opened.
ia: %@ non pote esser aperite.
mk: %@ не може да се отвори.
pa: %@ ਨੂੰ ਖੋਲ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
ps: %@ نشي پرانېستل کېدای.

# attribute.detail.unknown
source: Unknown
ia: Incognite
mk: Непознато
pa: ਅਣਜਾਣ
ps: ناجوت

# download_task_cell.status.failed
source: Failed
ia: Fallite
mk: Неуспешно
ps: پاتې راغلی

# download_task_cell.status.downloading
source: Downloading...
ia: Discargamento…
mk: Преземам...
pa: ਉਤਾਰਾ ਹੋ ਰਿਹਾ ਹੈ...
ps: راکښته‌کول...

# download_task_cell.status.paused
source: Paused
ia: Pausate
mk: Запрено
pa: ਰੋਕਿਆ ਗਿਆ
ps: درول‌شوی

# download_again.question.title
source: You already have this file.
ia: Tu dispone ja de iste file.
mk: Веќе ја имате оваа податотека.

# download_again.question.description_part_1
source: It looks like %@ is already downloaded.
ia: Sembla que %@ ha ja essite discargate.
mk: Се чини дека %@ е веќе преземана.

# download_again.question.description_part_2
source: Do you still want to download "%@"? Your existing file won't be deleted.
ia: Vole tu totevia discargar “%@”? Tu file existente non essera delite.
mk: Дали сепак сакате да ја преземете „%@“? Постоечката податотека нема да се избрише.

# flavor_tag.help.max
source: everything except large media files like video/audio
ia: toto excepte grande files multimedial como video/audio
mk: сè освен големи медиумски податотеки како видео/звучни

# flavor_tag.help.no_pic
source: most pictures have been removed
ia: le major parte de imagines ha essite removite
mk: највеќето слики се отстранети

# flavor_tag.help.mini
source: only a subset of the text is available, probably the first section
ia: solmente un parte del texto es disponibile, probabilemente le prime section
mk: достапен е само дел од текстот, веројатно првиот

# library_refresh_time.last
source: Just Now
ia: Justo ora
mk: Штотуку
pa: ਹੁਣੇ ਹੀ

# library_refresh_time.never
source: Never
ia: Nunquam
mk: Никогаш
pa: ਕਦੇ ਨਹੀਂ

# zim_file_cell.article_count.suffix
source: articles
ia: articulos
mk: статии
pa: ਲੇਖ

# zim_file_missing_indicator.help
source: Zim file is missing.
ia: Le file ZIM manca.
mk: ZIM-податотеката недостасува.

# hotspot.action.start_hotspot.title
source: Start Hotspot
ia: Aperir puncto de accesso
mk: Пушти пристапна точка
ps: هاټسپاټ پيلول

# hotspot.action.stop_hotspot.title
source: Stop Hotspot
ia: Clauder puncto de accesso
mk: Запри пристапна точка
ps: هاټسپاټ درول

# hotspot.settings.port_number
source: Port number
ia: Numero de porto
mk: Број на порта
ps: پيل گڼه

# hotspot.settings.recommended_port_range
source: The network port used by the Hotspot, should be between %@ and %@
ia: Le porto de rete usate per le puncto de accesso debe esser inter %@ e %@
mk: Мрежната порта што ја користи пристапната точка, треба да биде помеѓу %@ и %@
ps: د شبکې پيل گڼه چې د هاټسپاټ له خوا کارول کېږي، بايد د %@ او %@ تر منځ وي

# hotspot.error.port_already_used_by_another_app_title
source: Hotspot can't start because port %@ is in use.
ia: Le puncto de accesso non pote initiar se perque le porto %@ es ja in uso.
mk: Пристапната точка не може да се покрене бидејќи портата %@ е во употреба.
ps: هاټسپاټ نشي پيلېدای، ځکه چې پيل‌گن %@ کارېږي.

# hotspot.error.port_already_used_by_another_app_description
source: To fix this, close the app using it or change the Kiwix Hotspot port in settings.
ia: Pro remediar isto, claude le app que lo usa o cambia le porto del puncto de accesso de Kiwix in le Parametros.
mk: За да го поправите ова, затворете го прилогот што ја користи или сменете ја портата за пристапна точка во нагодувањата на Кивикс.
ps: د اواري لپاره يې د دې په کارولو سره کاريال وتړئ يا په اوڼنو کې هاټسپاټ پيل‌گڼ بدل کړئ.

# hotspot.server_full_explanation
source: To browse these ZIM files on other devices, make sure all devices are either on the same WiFi network or connected to your Personal Hotspot.
ia: Pro navigar iste files ZIM sur altere apparatos, assecura te que tote le dispositivos es o sur le mesme rete WiFi o connectite a tu puncto de accesso personal.
mk: За да ги прелистувате овие ZIM-податотеки на други уреди, сите уреди треба да бидат на иста безжична мрежа, или да се поврзани на вашата лична пристапна точка.
ps: نورو سولگرو کې د دې زيم دوتنو لټون لپاره، ځان ډاډه کړئ چې ټول وسايل يا په ورته وای فای بکې کې دي يا ستاسو شخصي هاټسپاټ سره نښلېدلې دي.

# hotspot.server_active_warning
source: The hotspot stays active only while the app is open and in use.
ia: Le puncto de accesso resta active solmente durante que le application es aperte e in uso.
mk: Пристапната точка останува активна само додека прилогот е отворен и во употреба.
ps: ّهاټسپاټ يوازې کارنده پاتې کېږي؛ په داسې حال کې چې کاريال پرانېستی او کارېږي.

# hotspot.server_wifi_only_explanation
source: To browse these ZIM files on other devices, make sure all devices are on the same WiFi network.
ia: Pro percurrer iste files ZIM sur altere apparatos, assecura te que tote le apparatos es connectite al mesme rete WiFi.
mk: За да ги прелистувате овие ZIM-податотеки на други уреди, сите тие треб да се на иста безжична мрежа.
ps: په نورو وسيلو کې د دې زيم دوتنو پلټلو لپاره ځان ډاډه کړئ چې ټول وسايل په ورته وای فای شبکې کې دي.

# library.zim_file_details.side_panel.message
source: Select a ZIM file to see details
ia: Selige un file ZIM pro vider detalios
mk: Изберете ZIM-податотека за да ги видите поединостите

# library.zim_file_context.main_page.label
source: Main Page
ia: Pagina principal
mk: Главна страница
pa: ਮੁੱਖ ਸਫ਼ਾ

# library.zim_file_context.random.label
source: Random Page
ia: Pagina aleatori
mk: Случајна страница
pa: ਬੇਤਰਤੀਬ ਸਫ਼ਾ

# library.zim_file_context.copy_url
source: Copy URL
ia: Copiar URL
mk: Прекопирај URL
pa: URL ਨਕਲ ਕਰੋ

# zim_file_opened.overlay.no-opened.message
source: No opened ZIM file
ia: Necun file ZIM aperite
mk: Нема отворена ZIM-податотека
pa: ਕੋਈ ZIM ਫਾਈਲ ਨਹੀਂ ਖੁੱਲ੍ਹੀ।
ps: زيم دوتنه نه ده پرانېستل شوې

# zim_file_opened.toolbar.open.help
source: Open a ZIM file
ia: Aperir un file ZIM
mk: Отвори ZIM-податотека
pa: ਇੱਕ ZIM ਫਾਈਲ ਖੋਲ੍ਹੋ

# zim_file_category.title
source: Category
ia: Categoria
mk: Категорија
pa: ਸ਼੍ਰੇਣੀ

# zim_file_catalog.fetching.message
source: Fetching Catalog ...
ia: Obtention del catalogo…
mk: Го добивам каталогот ...

# zim_file_category.section.empty.message
source: No ZIM file under this category.
ia: Necun file ZIM in iste categoria.
mk: Нема ZIM-податотека во оваа категорија.
pa: ਇਸ ਸ਼੍ਰੇਣੀ ਵਿੱਚ ਕੋਈ ZIM ਫਾਇਲ ਨਹੀਂ ਐ।

# zim_file_downloads.overlay.empty.message
source: No download tasks
ia: Necun discargamento
mk: Нема задачи за преземање
pa: ਕੋਈ ਉਤਾਰਾ ਕਾਰਜ ਨਹੀਂ ਹਨ

# zim_file_new_overlay.empty
source: No new ZIM file
ia: Necun nove file ZIM
mk: Нема нова ZIM-податотека
pa: ਕੋਈ ਨਵੀਂ ZIM ਫਾਇਲ ਨਹੀਂ

# zim_file_new.button.refresh
source: Refresh
ia: Refrescar
mk: Превчитај
pa: ਤਾਜ਼ਾ ਕਰੋ

# zim_file.list.name.text
source: Name
ia: Nomine
mk: Име
pa: ਨਾਂ

# zim_file.list.description.text
source: Description
mk: Опис
pa: ਵੇਰਵਾ

# zim_file.list.actions.text
source: Actions
ia: Actiones
mk: Дејства
pa: ਕਾਰਵਾਈਆਂ

# zim_file.list.info.text
source: Info
mk: Инфо
pa: ਜਾਣਕਾਰੀ

# zim_file.action.locate.title
source: Locate
ia: Localisar
mk: Пронајди
pa: ਲੱਭੋ

# zim_file.action.open_main_page.title
source: Open Main Page
ia: Aperir pagina principal
mk: Отвори главна страница
pa: ਮੁੱਢਲਾ ਸਫ਼ਾ ਖੋਲ੍ਹੋ

# zim_file.action.reveal_in_finder.title
source: Reveal in Finder
ia: Revelar in Finder
mk: Откриј во пронаоѓач

# zim_file.action.toggle_cellular
source: Download using cellular
ia: Discargar per rete mobile
mk: Преземи на мобилен

# zim_file.action.unlink.title
source: Unlink
ia: Disligar
mk: Тргни врска

# zim_file.action.unlink.message
source: All bookmarked articles linked to this ZIM file will be deleted, but the original file will remain in place.
ia: Tote le articulos mittite in marcapaginas e ligate a iste file ZIM essera delite, ma le file original remanera in su loco.
mk: Сите обележани статии поврзани со оваа ZIM-податотека ќе бидат избришани, но изворната податотека ќе остане.

# zim_file.action.unlink.multi_title
source: Unlink %@ ZIM files
ia: Disligar %@ files ZIM
mk: Тргни врски од %@ ZIM-податотеки

# zim_file.action.unlink.multi_message
source: All bookmarked articles linked to these %@ ZIM files will be deleted, but the original files will remain in place.
ia: Tote le articulos mittite in marcapaginas e ligate a iste %@ files ZIM essera delite, ma le files original remanera in lor loco.
mk: Сите обележани статии поврзани со овие %@ ZIM-податотеки ќе бидат избришани, но изворните податотеки ќе останат.

# zim_file.action.unlink.button.title
source: Unlink
ia: Disligar
mk: Тргни врска

# zim_file.action.delete.title
source: Delete
ia: Deler
mk: Избриши
pa: ਮਿਟਾਓ

# zim_file.action.delete.message
source: The ZIM file and all bookmarked articles linked to this ZIM file will be deleted.
ia: Le file ZIM e tote le articulos mittite in marcapaginas e ligate a iste file ZIM essera delite.
mk: ZIM-податотеката и сите обележани статии поврзани со неа ќе бидат избришани.

# zim_file.action.delete.button.title
source: Delete
ia: Deler
mk: Избриши
pa: ਮਿਟਾਓ

# zim_file.action.download.title
source: Download
ia: Discargar
mk: Преземи
pa: ਉਤਾਰੋ/ਲਾਹੋ
ps: راکښته‌کول

# zim_file.action.download.warning.title
source: Space Warning
ia: Advertimento de spatio
mk: Предупредување за простор
ps: تشيال گواښ

# zim_file.action.download.warning.message
source: There might not be enough space on your device for this ZIM file.
ia: Le spatio restante sur tu apparato pote esser insufficiente pro iste file ZIM.
mk: Може да нема доволно место на вашиот уред за оваа ZIM-податотека.
ps: ښايي ستاسو وسيله کې د دې زيم دوتنې لپاره کافي ځای نه وي.

# zim_file.action.download.warning.message1
source: There would be less than 1GB space left after the ZIM file is downloaded.
ia: Restarea minus de 1GB de spatio post le discargamento del file ZIM.
mk: Ќе ви преостане помалку од 1 ГБ слободен простор по преземањето на ZIM-податотеката.
ps: د زيم دوتنې راکښته‌کولو وروسته به د ۱جي‌بي څخه لږ ځای پاتې شي.

# zim_file.action.download.button.anyway
source: Download Anyway
ia: Discargar totevia
mk: Сепак преземи
pa: ਕਿਸੇ ਵੀ ਤਰ੍ਹਾਂ ਲਾਹੋ
ps: خامخا راکښته‌کول

# zim_file.action.integrity_check.title
source: Check
ia: Verificar
mk: Провери
pa: ਜਾਂਚੋ

# zim_file.action.integrity_recheck.title
source: Recheck
ia: Reverificar
mk: Провери повторно
pa: ਮੁੜ ਜਾਂਚੋ

# zim_file.action.integrity_check.alert.title
source: This may take several minutes. Kiwix will be unavailable until the integrity check is complete.
ia: Isto pote prender plure minutas. Kiwix essera indisponibile usque le verification de integritate se termina.
mk: Ова може да потрае малку. Кивикс ќе биде недостапен додека не заврши проверката.

# zim_file.integrity_check.in_progress
source: Checking ZIM archive integrity of "%@" ...
ia: Verification de integritate: "%@" ...
mk: Го проверувам интегритетот на ZIM-архивот на „%@“ ...

# zim_file.base_info.attribute.language
source: Language
ia: Lingua
mk: Јазик
pa: ਬੋਲੀ

# zim_file.base_info.attribute.category
source: Category
ia: Categoria
mk: Категорија
pa: ਸ਼੍ਰੇਣੀ

# zim_file.base_info.attribute.size
source: Size
ia: Dimension
mk: Големина
pa: ਅਕਾਰ

# zim_file.base_info.attribute.created
source: Created
ia: Create le
mk: Создадено
pa: ਬਣਾਇਆ ਗਿਆ

# zim_file.bool_info.pictures
source: Pictures
ia: Imagines
mk: Слики
pa: ਤਸਵੀਰਾਂ

# zim_file.bool_info.videos
source: Videos
mk: Видеа
pa: ਵੀਡੀਓਆਂ

# zim_file.bool_info.details
source: Details
ia: Detalios
mk: Поединости
pa: ਵੇਰਵੇ

# zim_file.bool_info.require_service_workers
source: Requires Service Workers
ia: Require ‘service workers’
mk: Бара застапнички служби
pa: ਸੇਵਾ ਕਰਮਚਾਰੀਆਂ ਦੀ ਲੋੜ ਐ

# zim_file.bool_info.zim_archive_integrity
source: ZIM archive integrity
ia: Integritate del archivo ZIM
mk: Интегритет на ZIM-архивот

# zim_file.counts.article_count
source: Article Count
ia: Numero de articulos
mk: Број на статии
pa: ਲੇਖਾਂ ਦੀ ਗਿਣਤੀ

# zim_file.counts.article.media_count
source: Media Count
ia: Objectos multimedial
mk: Број на податотеки
pa: ਮੀਡੀਆ ਗਿਣਤੀ

# zim_file.detail.id.title
source: ID
mk: Назнака
pa: ਸ਼ਨਾਖ਼ਤ

# zim_file.download_task.action.title.cancel
source: Cancel
ia: Cancellar
mk: Откажи
pa: ਰੱਦ ਕਰੋ
ps: ناگارل

# zim_file.download_task.action.try_recover
source: Try to Recover
ia: Tentar recuperar
mk: Пробај да ја вратиш
pa: ਮੁੜ ਪ੍ਰਾਪਤ ਕਰਨ ਦੀ ਕੋਸ਼ਿਸ਼ ਕਰੋ
ps: د روغې جوړې هڅه کول

# zim_file.download_task.action.failed
source: Failed
ia: Fallite
mk: Не успеа
ps: پاتې راغلی

# zim_file.download_task.action.pause
source: Pause
ia: Pausar
mk: Запри
pa: ਰੋਕੋ
ps: درول‌شوی

# zim_file.download_task.action.downloading
source: Downloading...
ia: Discargamento…
mk: Преземам...
pa: ਉਤਾਰਾ ਹੋ ਰਿਹਾ ਹੈ...
ps: راکښته‌کول...

# zim_file.download_task.action.resume
source: Resume
ia: Reprender
mk: Продолжи
pa: ਮੁੜ ਸ਼ੁਰੂ ਕਰੋ
ps: روانول

# zim_file.download_task.action.paused
source: Paused
ia: Pausate
mk: Запрено

# service_worker_warning.label.description
source: Zim files requiring service workers are not supported.
ia: Le files ZIM que require ‘service workers’ non es supportate.
mk: Не се поддржани ZIM-податотеки што бараат застапнички служби.
ps: زيم دوتنې چې چوپړ کارگرو ته اړتيا لري، نه ملاتړ کېږي.

# multi.zim_files_selected.sidebar_title
source: Selected
ia: Seligite
mk: Избрано
pa: ਚੁਣਿਆ ਗਿਆ
ps: ټاکلې

# multi.zim_files_selected.description_count
source: ZIM files
ia: Files ZIM
mk: ZIM-податотеки
ps: ZIM دوتنې

# theme_settings.title
source: Theme
ia: Thema
mk: Изглед
pa: ਵਿਸ਼ਾ-ਵਸਤੂ
ps: شاليد

# theme_settings.option.dark
source: Dark
ia: Obscur
mk: Темен
pa: ਗੂੜ੍ਹਾ
ps: تياره

# theme_settings.option.light
source: Light
ia: Clar
mk: Светол
pa: ਚਾਨਣ
ps: روښانه

# theme_settings.option.system
source: System
ia: Systema
mk: Системски
ps: غونډال

# reading_settings.zoom.title
source: Page zoom
ia: Zoom del pagina
mk: Приближување на страницата

# reading_settings.zoom.reset.button
source: Reset
ia: Reinitialisar
mk: Поништи
pa: ਮੁੜ-ਬਣਾਓ

# reading_settings.external_link.title
source: External Link
ia: Ligamine externe
mk: Надворешна врска
pa: ਬਾਹਰੀ ਕੜੀ

# reading_settings.search_snippet.title
source: Search snippet
ia: Extracto de recerca
mk: Пребарај го исечокот

# reading_settings.tab.reading
source: Reading
ia: Lectura
mk: Читање
pa: ਪੜ੍ਹ ਰਿਹਾ ਏ

# library_settings.catalog.title
source: Catalog
ia: Catalogo
mk: Каталог

# library_settings.downloads.title
source: Downloads
ia: Discargamentos
mk: Преземања
ps: راکښته‌کونې

# library_settings.button.refresh_now
source: Refresh Now
ia: Refrescar ora
mk: Поднови сега
pa: ਹੁਣੇ ਤਾਜ਼ਾ ਕਰੋ

# library_settings.last_refresh.text
source: Last refresh
ia: Ultime refrescamento
mk: Последна поднова

# library_settings.auto_refresh.toggle
source: Auto refresh
ia: Auto-refrescar
mk: Автоподнова

# library_settings.catalog_warning.text
source: When enabled, the library catalog will be refreshed automatically when outdated.
ia: Si es activate, le catalogo del bibliotheca essera refrescate automaticamente quando es obsolete.
mk: Кога е овозможен, библиотечниот каталог ќе биде автоматски подновуван кога ќе застари.

# library_settings.languages.title
source: Languages
ia: Linguas
mk: Јазици
pa: ਬੋਲੀਆਂ

# settings.navigation.title
source: Settings
ia: Parametros
mk: Нагодувања
pa: ਤਰਜੀਹਾਂ
ps: اوڼنې

# library_settings.toggle.cellular
source: Download using cellular
ia: Discargar per rete mobile
mk: Преземи на мобилен
pa: ਸੈਲੂਲਰ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਲਾਹੋ (ਉਤਾਰਾ ਕਰੋ)

# library_settings.new-download-task-description
source: Change will only apply to new download tasks.
ia: Le cambiamento se applicara solmente al nove discargamentos.
mk: Промената ќе важи само за новите задачи за преземање.
pa: ਬਦਲਾਅ ਸਿਰਫ਼ ਨਵੇਂ ਲਾਹੇ ਕਾਰਜਾਂ 'ਤੇ ਲਾਗੂ ਹੋਵੇਗਾ।

# catalog_settings.last_refresh.text
source: Last refresh
ia: Ultime refrescamento
mk: Последна поднова
