Repository: kiwix/kiwix-apple
Catalog: Support/*.lproj/Localizable.strings
Languages: ia, mk, pa, ps

# catalog_settings.refreshing.text
source: Refreshing...
ia: Refrescamento…
mk: Подновувам...
pa: ਤਾਜ਼ਾ ਕੀਤਾ ਜਾ ਰਿਹਾ ਐ...

# catalog_settings.refresh_now.button
source: Refresh Now
ia: Refrescar ora
mk: Поднови сега
pa: ਹੁਣੇ ਤਾਜ਼ਾ ਕਰੋ

# catalog_settings.auto_refresh.toggle
source: Auto refresh
ia: Auto-refrescar
mk: Автоподнова

# catalog_settings.header.text
source: Catalog
ia: Catalogo
mk: Каталог

# catalog_settings.footer.text
source: When enabled, the library catalog will be refreshed automatically when outdated.
ia: Si es activate, le catalogo del bibliotheca essera refrescate automaticamente quando es obsolete.
mk: Кога е овозможен, библиотечниот каталог ќе биде автоматски подновуван кога ќе застари.

# backup_settings.toggle.title
source: Include ZIM files in backup
ia: Includer files ZIM in copia de reserva
mk: Вклучи ZIM-податотеки во резервата

# backup_settings.header.text
source: Backup
ia: Copia de reserva
mk: Резерва

# backup_settings.footer.text
source: Does not apply to files opened in place.
ia: Non se applica al files aperite directemente.
mk: Не важи за податотеки отворени на лице место.
pa: ਥਾਂ 'ਤੇ ਖੋਲ੍ਹੀਆਂ ਗਈਆਂ ਫਾਈਲਾਂ 'ਤੇ ਲਾਗੂ ਨਹੀਂ ਹੁੰਦਾ।

# settings.miscellaneous.title
source: Misc
mk: Разно
pa: ਫੁਟਕਲ
ps: بېلابېل

# settings.miscellaneous.button.feedback
source: Feedback
ia: Commentario
mk: Мислења
pa: ਸੁਝਾਅ
ps: غبرگون

# settings.miscellaneous.button.rate_app
source: Rate the App
ia: Evalutar le app
mk: Оценете го прилогот
ps: کاريال ارزول

# settings.miscellaneous.navigation.about
source: About
ia: A proposito
mk: За прилогот
pa: ਬਾਰੇ
ps: په اړه

# settings.selected_language.title
source: Languages
ia: Linguas
mk: Јазици
pa: ਬੋਲੀਆਂ
ps: ژبې

# language_selector.name.title
source: Name
ia: Nomine
mk: Име
pa: ਨਾਂ

# language_selector.count.table.title
source: Count
ia: Numero
mk: Број
pa: ਗਿਣਤੀ

# language_selector.no_language.title
source: No language
ia: Necun lingua
mk: Нема јазик
pa: ਕੋਈ ਭਾਸ਼ਾ ਨਹੀਂ

# language_selector.showing.header
source: Showing
ia: Es monstrate:
mk: Приказ на
pa: ਵਿਖਾ ਰਿਹਾ ਐ

# language_selector.hiding.header
source: Hiding
ia: Celamento
mk: Скривање
pa: ਲੁਕਾ ਰਿਹਾ ਐ

# language_selector.navitation.title
source: Language
ia: Lingua
mk: Јазик
pa: ਬੋਲੀ

# language_selector.toolbar.sorting
source: Sorting
ia: Ordinamento
mk: Подредување
pa: ਛਾਂਟੀ

# settings.about.title
source: About
ia: A proposito
mk: За прилогот
pa: ਬਾਰੇ
ps: په اړه

# settings.about.release
source: Release
ia: Edition
mk: Издание
ps: خپرېدل

# settings.about.dependencies
source: Dependencies
ia: Dependentias
mk: Зависности
ps: واک‌سيمې

# settings.about.dependencies.name
source: Name
ia: Nomine
mk: Име
pa: ਨਾਂ
ps: نوم

# settings.about.dependencies.license
source: License
ia: Licentia
mk: Лиценца
pa: ਲਸੰਸ
ps: منښتليک

# settings.about.dependencies.version
source: Version
mk: Верзија
ps: بل‌بڼه

# settings.about.description
source: Kiwix is an offline reader for online content like Wikipedia, Project Gutenberg, or TED Talks. It makes knowledge available to people with no or limited internet access. The software as well as the content is free to use for anyone.
ia: Kiwix es un lector foras de linea pro contento in linea como Wikipedia, le projecto Gutenberg, o le discursos TED. Illo rende le cognoscentia disponibile a personas sin accesso o con accesso limitate a internet. Le software e le contento es libere a usar pro omnes.
mk: Кивикс е вонмрежен читач на семрежна содржина како Википедија, Проект Гутенберг или TED-предавања. Ги прави истите достапни за лица без семрежен пристап. Програмот и содржината се слободни за употреба за секого.
ps: کيويکس د ويکيپېډيا، گوتنبرگ پروژې، يا ټي‌اې‌ډي خبرو اترو په څېر انلاين منځپانگې لپاره يو افلاين لوستونکی دی. دا هغه خلکو ته چې اينټرنېټ ته لاسرسی نه لري يا محدود لاسرسی لري، مالومات چمتو کوي. د پوستغالي او منځپانگې کارول ټولو لپاره وړيا دي.

# settings.about.license-description
source: This app is released under the terms of the GNU General Public License version 3.
ia: Iste application es editate sub le terminos del Licentia Public General de GNU version 3.
mk: Прилогот е објавен под услловите на ГНУ-овата Општа јавна лиценца, верзија 3.
ps: دا کاريال د جي‌اېن‌يو ټولواله ټولگړي منښتليک ۳ بلبڼې سره سم خپور شوی دی.

# settings.about.appverion.title
source: Version
mk: Верзија
ps: بل‌بڼه

# settings.about.build.title
source: Build
ia: Compilation
mk: Изградба
pa: ਬਣਤਰ
ps: جوړول

# settings.about.our_website.button
source: Our Website
ia: Nostre sito web
mk: Наш портал
pa: ਸਾਡੀ ਵੈੱਬਸਾਈਟ
ps: زموږ وېبپاڼه

# settings.about.source.title
source: Source
ia: Fonte
mk: Извор
pa: ਸਰੋਤ
ps: سرچينه

# settings.about.button.license
source: GNU General Public License v3
ia: Licentia Public General de GNU v3
mk: ГНУ-ова општа јавна лиценца в. 3
ps: د GNU د ټولگړو خلکو منښتليک v3

# bookmark.navigation.title
source: Bookmarks
ia: Marcapaginas
mk: Обележани
ps: کتاب‌‌نښې

# bookmark.overlay.empty.title
source: No bookmarks
ia: Necun marcapagina
mk: Нема обележани
ps: بې کتاب‌نښو

# search_result.zimfile.empty.message
source: No opened ZIM file
ia: Necun file ZIM aperite
mk: Нема отворена ZIM-податотека
pa: ਕੋਈ ZIM ਫਾਈਲ ਨਹੀਂ ਖੁੱਲ੍ਹੀ।
ps: زيم دوتنه نه ده پرانېستل شوې

# search_result.zimfile.no_result.message
source: No result
ia: Nulle resultato
mk: Не најдов ништо
pa: ਕੋਈ ਨਤੀਜਾ ਨਹੀਂ

# search_result.sidebar.button.remove
source: Remove
ia: Remover
mk: Отстрани
pa: ਹਟਾਓ

# search_result.header.text
source: Recent Search
ia: Recerca recente
mk: Скорешни пребарувања
pa: ਹਾਲੀਆ ਖੋਜਾਂ

# search_result.button.clear
source: Clear
ia: Rader
mk: Исчисти
pa: ਸਾਫ਼ ਕਰੋ

# search_result.filter_hearder.text
source: Included in Search
ia: Includite in recerca
mk: Вклучено во пребарувањето
pa: ਖੋਜ ਵਿੱਚ ਸ਼ਾਮਲ

# search_result.filter_hearder.button.none
source: None
ia: Necun
mk: Ништо
pa: ਕੋਈ ਨਹੀਂ

# search_result.filter_hearder.button.all
source: All
ia: Totes
mk: Сите
pa: ਸਾਰੇ

# welcome.main_page.title
source: Main Page
ia: Pagina principal
mk: Главна страница
pa: ਮੁੱਖ ਸਫ਼ਾ

# welcome.grid.bookmarks.title
source: Bookmarks
ia: Marcapaginas
mk: Обележани
ps: کتاب‌‌نښې

# welcome.actions.open_file
source: Open File
ia: Aperir file
mk: Отвори податотека
pa: ਫ਼ਾਈਲ ਖੋਲ੍ਹੋ

# welcome.loading.data.text
source: Loading Data...
ia: Carga datos…
mk: Вчитувам податоци...
pa: ਡਾਟਾ ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਐ...

# welcome.button.status.fetching_catalog.text
source: Fetching Catalog...
ia: Obtention del catalogo…
mk: Го добивам каталогот...

# welcome.button.status.fetch_catalog.text
source: Fetch Catalog
ia: Obtener catalogo
mk: Дај каталог

# commands.button.actual_size
source: Actual Size
ia: Dimension real
mk: Вистинска големина

# comments.button.zoom_in
source: Zoom In
ia: Zoom avante
mk: Приближи

# comments.button.zoom_out
source: Zoom Out
ia: Zoom retro
mk: Оддалечи

# app_macos_commands.open_file
source: Open...
ia: Aperir…
mk: Отвори...
pa: ਖੋਲ੍ਹੋ...

# app_macos_commands.new
source: New Tab
ia: Nove scheda
mk: Ново јазиче

# app_macos_navigation.button.library
source: Library
ia: Bibliotheca
mk: Библиотека
pa: ਕਿਤਾਬਘਰ

# sidebar_view.navigation.button.close_all
source: Close All Tabs
ia: Clauder tote le schedas
mk: Затвори ги сите јазичиња

# sidebar_view.navigation.button.close
source: Close
ia: Clauder
mk: Затвори
pa: ਬੰਦ ਕਰੋ

# enum.category.wikipedia
source: Wikipedia
mk: Википедија
pa: ਵਿਕੀਪੀਡੀਆ

# enum.category.wikibooks
source: Wikibooks
ia: Wikilibros
mk: Викикниги
pa: ਵਿਕੀਕਿਤਾਬਾਂ

# enum.category.wikinews
source: Wikinews
ia: Wikinovas
mk: Викивести
pa: ਵਿਕੀਖ਼ਬਰਾਂ

# enum.category.wikiquote
source: Wikiquote
mk: Викицитат
pa: ਵਿਕੀਕਥਨ

# enum.category.wikisource
source: Wikisource
mk: Викиизвор
pa: ਵਿਕੀਸਰੋਤ

# enum.category.wikiversity
source: Wikiversity
ia: Wikiversitate
mk: Викиуниверзитет
pa: ਵਿਕੀਵਰਸਿਟੀ

# enum.category.wikivoyage
source: Wikivoyage
ia: Wikiviage
mk: Википатување
pa: ਵਿਕੀਸਫ਼ਰ

# enum.category.wiktionary
source: Wiktionary
ia: Wiktionario
mk: Викиречник
pa: ਵਿਕਸ਼ਨਰੀ

# enum.category.vikidia
source: Vikidia
mk: Викидија

# enum.category.other
source: Other
ia: Altere
mk: Други
pa: ਹੋਰ

# enum.external_link_loading_policy.always_ask
source: Always Ask
ia: Sempre demandar
mk: Секогаш прашувај
pa: ਹਮੇਸ਼ਾ ਪੁੱਛੋ

# enum.external_link_loading_policy.always_load
source: Always Load
ia: Sempre cargar
mk: Секогаш вчитувај

# enum.external_link_loading_policy.never_load
source: Never Load
ia: Nunquam cargar
mk: Никогаш не вчитувај

# enum.flavor.max
source: max
mk: најв.
pa: ਵੱਧ ਤੋਂ ਵੱਧ

# enum.flavor.no_pic
source: no pic
ia: necun imagine
mk: нема слика
pa: ਕੋਈ ਤਸਵੀਰ ਨਹੀਂ

# enum.flavor.mini
source: mini
mk: мини
pa: ਛੋਟਾ

# enum.library_language_sorting_model.a-z
source: A-Z
mk: А-Ш

# enum.library_language_sorting_model.by_count
source: By Count
ia: Per numero
mk: По број
pa: ਗਿਣਤੀ ਨਾਲ

# enum.libray_tab_item.opened
source: Opened
ia: Aperite
mk: Отворено
pa: ਖੋਲ੍ਹਿਆ ਗਿਆ

# enum.libray_tab_item.categories
source: Categories
ia: Categorias
mk: Категории
pa: ਸ਼੍ਰੇਣੀਆਂ

# enum.libray_tab_item.downloads
source: Downloads
ia: Discargamentos
mk: Преземања
pa: ਉਤਾਰੋ/ਲਾਹੋ
ps: راکښته‌کونې

# enum.libray_tab_item.new
source: New
ia: Nove
mk: Ново
pa: ਨਵਾਂ

# enum.navigation_item.reading
source: Reading
ia: Lectura
mk: Читање
pa: ਪੜ੍ਹ ਰਿਹਾ ਏ

# enum.navigation_item.bookmarks
source: Bookmarks
ia: Marcapaginas
mk: Обележани
ps: کتاب‌‌نښې

# enum.navigation_item.new_tab
source: New Tab
ia: Nove scheda
mk: Ново јазиче

# enum.navigation_item.opened
source: Opened
ia: Aperite
mk: Отворено
pa: ਖੋਲ੍ਹਿਆ ਗਿਆ

# enum.navigation_item.categories
source: Categories
ia: Categorias
mk: Категории
pa: ਸ਼੍ਰੇਣੀਆਂ

# enum.navigation_item.new
source: New
ia: Nove
mk: Ново
pa: ਨਵਾਂ

# enum.navigation_item.downloads
source: Downloads
ia: Discargamentos
mk: Преземања
pa: ਉਤਾਰੋ/ਲਾਹੋ
ps: راکښته‌کونې

# enum.navigation_item.settings
source: Settings
ia: Parametros
mk: Нагодувања
pa: ਤਰਜੀਹਾਂ
ps: اوڼنې

# enum.navigation_item.hotspot
source: Hotspot
ia: Puncto de accesso
mk: Пристапна точка
ps: هاټسپاټ

# enum.search_result_snippet_mode.disabled
source: Disabled
ia: Disactivate
mk: Оневозможено
pa: ਅਸਮਰੱਥ

# enum.search_result_snippet_mode.matches
source: Matches
ia: Correspondentias
mk: Совпаѓања
pa: ਮੇਲ ਖਾਂਦਾਂ

# payment.donate.title
source: Donate
ia: Donar
mk: Дарувајте
pa: ਦਾਨ ਕਰੋ

# payment.description.label
source: Support Kiwix
ia: Supportar Kiwix
mk: Поддржете го Кивикс
ps: د کيويکس ملاتړ کول

# payment.summary_page.title
source: Support Kiwix
ia: Supportar Kiwix
mk: Поддржете го Кивикс
ps: د کيويکس ملاتړ کول

# payment.support_button.label
source: Support Kiwix
ia: Supportar Kiwix
mk: Поддржете го Кивикс
ps: د کيويکس ملاتړ کول

# payment.monthly_support.label
source: Monthly support for Kiwix
ia: Donation mensual a Kiwix
mk: Месечна поддршка за Кивикс
ps: د کيويکس مياشتنی ملاتړ کول

# payment.summary.title
source: Kiwix
mk: Кивикс

# payment.textfield.custom_amount.label
source: Custom amount
ia: Amonta personalisate
mk: Прилагоден износ

# payment.confirm.button.title
source: Confirm
ia: Confirmar
mk: Потврди
pa: ਤਸਦੀਕ ਕਰੋ

# payment.selection.average_monthly_donation.subtitle
source: Average monthly donation
ia: Donation mensual medie
mk: Просечен месечен прилог

# payment.selection.last_year_average.subtitle
source: Last year's average
ia: Media del ultime anno
mk: Лански просек

# payment.selection.custom_amount
source: Custom amount
ia: Amonta personalisate
mk: Прилагоден износ

# payment.selection.option.one_time
source: One time
ia: Unic
mk: Еднократно
pa: ਇੱਕ ਵਾਰ

# payment.selection.option.monthly
source: Monthly
ia: Mensual
mk: Месечно

# payment.support_fallback_message
source: We are sorry, your device does not support Apple Pay.
ia: Regrettabilemente, tu apparato non supporta Apple Pay.
mk: За жал, вашиот уред не поддржува Apple Pay.
ps: بښنه غواړو، ستاسو سولگر د اپل تاديې ملاتړ نه کوي.

# payment.success.title
source: Thank you so much for your donation.
ia: Multe gratias pro tu donation.
mk: Ви благодариме за прилогот.

# payment.success.description
source: Your generosity means everything to us.
ia: Tu generositate significa toto pro nos.
mk: Вашата великодушност ни значи многу.

# payment.error.title
source: Well that's awkward.
ia: Ben, isto es embarassose.
mk: Ова е незгодно.
pa: ਖੈਰ, ਇਹ ਅਜੀਬ ਹੈ।

# payment.error.description
source: There has been an issue with your payment. Please try again.
ia: Un problema ha occurrite con tu pagamento. Per favor tenta lo de novo.
mk: Се јави проблем со вашата уплата. Обидете се повторно.

# download_service.error.description
source: Download failed to succeed. Code: %@ Description: %@
ia: Le discargamento ha fallite. Codice: %@ Description: %@

# zim_file_opened.toolbar.open.title
source: Open...
ia: Aperir…
pa: ਖੋਲ੍ਹੋ...
